[GENERAL]
NAME				= Slovak
TRANSLATOR			= PEPEK, PEŠISOFT SK
DLG_FONT_NAME			=
DLG_FONT_SIZE			=


[TEXT]
TEXT_EXPIRED			= Skúšobná doba vypršala.
TEXT_BETA			= Beta VERZIA
TEXT_UNREGISTERED		= Neregistrovaná
TEXT_SAFEMODE			= Zabezpečený režim
TEXT_SAFEMODE_MESSAGE		= Bandicam beží v zabezpečenom režime. \nNiektoré funkcie, vrátane hardvérového zrýchleného kódovania, nemusia pracovať v zabezpečenom režime.
TEXT_INIT_FAIL			= Zlyhalo spustenie aplikácie.
TEXT_APPINFO			= Bandicam - Vysoko výkonné zachytenie videa.
TEXT_HAS_BEEN_UNREGISTERED	= Registrácia Bandicamu bola zrušená.


; error
TEXT_ERROR_DISKSPACE		= Nedostatok miesta na disku pre nahrávku.
TEXT_ERROR_VIDEO_CAP		= Zlyhal štart pri zachytení videa.
TEXT_ERROR_AUDIO_CAP		= Zlyhal štart pri zachytení audia.\nAk potrebujete pomoc, kliknite na tlačidlo OK.
TEXT_ERROR_IMAGE_CAP		= Nepodarilo sa urobiť snímku.\nSkontrolujte prosím výstupný priečinok.
TEXT_ERROR_CREATEFILE		= Neúspech pri vytvorení súboru.\nAk potrebujete pomoc, kliknite na tlačidlo OK.
TEXT_ERROR_OUTPUTFOLDER		= Výstupný priečinok neexistuje. Vyberte prosím iný priečinok.
TEXT_ERROR_RENAME_FILE		= Vybraný súbor nepodarilo sa premenovať.
TEXT_ERROR_CODEC_INIT		= Neúspech pri zavádzaní kodeku.
TEXT_ERROR_CODEC_INIT_RETRY	= Nepodarilo sa inicializovať kodek.\nChcete to skúsiť znova s kodekom H.264 (CPU)?
TEXT_ERROR_CODEC_VIDEO		= Nahrávka bola zastavená, pretože bol zistený problém s video kodekom.
TEXT_ERROR_LOGO_IMAGE		= Nepodporovaný obrazový súbor.\nVyberte prosím podporovaný obrazový súbor(*.png).
TEXT_ERROR_INIT_DEVICE		= Nepodarilo sa inicializovať zariadenie na nahrávanie videa.
TEXT_ERROR_NO_DEVICES		= Nebolo zistené žiadne zariadenie na nahrávanie videa.
TEXT_ERROR_EXISTING_PRESET_NAME	= Prednastavený názov,ktorý bol zadaný, už existuje.\nZadajte prosím iný názov.
TEXT_ERROR_NOT_AVAILABLE_FB_UPLOAD = Táto funkcia už nie je dostupná kvôli politike spoločnosti Facebook.
TEXT_CAN_NOT_CHANGE_TB		= V bezplatnej verzii Bandicam nemôžete zmeniť toto nastavenie.\nKúpte si ho prosím na: https://bandicam.com/buy.
TEXT_CAN_NOT_ADD_MORE_THAN_10	= Nemôžete pridať viac ako 10 položiek.
TEXT_WARNING_AMD_APP		= Váš systém nepodporuje 'H.264 (AMD VCE)', takže bude použitý prednastavený kodek.
TEXT_WARNING_AMD_APP2		= Váš systém nepodporuje 'H.264 (AMD VCE)'.
TEXT_WARNING_DEVICE_CHANGE	= Ak zmeníte vlastnosti nastavenia videa, nahrávanie sa zastaví. Ste si istí, že chcete pokračovať?
TEXT_WARNING_EXIT_BANDICAM	= Ak zavriete Bandicam, nahrávanie sa zastaví.\n Ste si istí, že chcete zavrieť Bandicam?
TEXT_WARNING_EXIT_BANDICAM_SREC	= Po ukončení tejto aplikácie už nebude možné pokračovať v naplánovanom nahrávaní.\nSte si istí, že chcete zatvoriť Bandicam?
TEXT_WARNING_DEL_OVERLAY	= Naozaj chcete odstrániť vybranú vrstvu textu?
TEXT_WARNING_UNREGISTER		= Naozaj chcete zrušiť registráciu Bandicamu?
TEXT_NOTICE_NEED_TO_RENEW	= Platnosť licencie Bandicam vyprší za %d dní. Pokyny na obnovu licencie získate kliknutím na tlačidlo 'OK'.
TEXT_NOTICE_NEED_TO_RENEW_NOW	= Platnosť licencie Bandicam vypršala. Pokyny na obnovu licencie získate kliknutím na tlačidlo 'OK'.

; video setting page name
TEXT_VID_PAGE_SOUND		= Zvuk
TEXT_VID_PAGE_WEBCAM		= Webkamera
TEXT_VID_PAGE_LOGO		= Logo
TEXT_VID_PAGE_EFFECTS		= Myš
TEXT_VID_PAGE_TEXT		= Text
TEXT_VID_PAGE_OPTIONS		= Možnosti

; image capture setting page name
TEXT_IMG_PAGE_LOGO		= Logo

; option page name
TEXT_OPT_PAGE_GENERAL		= Všeobecné
TEXT_OPT_PAGE_OUTPUT		= Výstup
TEXT_OPT_PAGE_HOOKING		= Rozhranie
TEXT_OPT_PAGE_LANGUAGE		= Jazyk
TEXT_OPT_PAGE_OTHERS		= Iné

TEXT_VIDEO			= Video
TEXT_AUDIO			= Audio

TEXT_FOLDER_SELECT		= Vyberte priečinok na uloženie.

TEXT_FMT_FULL_SIZE		= Úplná veľkosť
TEXT_FMT_HALF_SIZE		= Polovičná veľkosť
TEXT_FMT_FIT_WIDTH		= Prispôsobiť na šírku
TEXT_FMT_FIT_HEIGHT		= Prispôsobiť na výšku
TEXT_FMT_CUSTOM_SIZE		= Vlastná veľkosť
TEXT_FMT_STEREO			= Stereo
TEXT_FMT_MONO			= Mono
TEXT_FMT_ORIGINAL_PCM		= Originálny zvukový formát
TEXT_FMT_AUTO			= Automatický
TEXT_FMT_LOSSLESS		= Bezstratový

; preset
TEXT_PRESET_DEFAULT		= Predvolená veľkosť
TEXT_PRESET_HALFSIZE		= Polovičná veľkosť
TEXT_PRESET_HEVC_60FPS_SYNC	= HEVC, 60 obr/s (Intel® Quick Sync video)
TEXT_PRESET_HEVC_60FPS_NVENC	= HEVC, 60 obr/s (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_SYNC	= H.264, 60 obr/s (Intel® Quick Sync video)
TEXT_PRESET_H264_60FPS_NVENC	= H.264, 60 obr/s (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_CUDA	= H.264, 60 obr/s (NVIDIA® CUDA™)
TEXT_PRESET_H264_60FPS_APP	= H.264, 60 obr/s (AMD VCE)
TEXT_PRESET_ULTRAFAST_60FPS	= Super rýchle nastavenie pre 60 obr/s
TEXT_PRESET_LOWEND		= Veľkosť pre PC so slabším výkonom
TEXT_PRESET_NICO		= --
TEXT_PRESET_NICO_HQ		= --
TEXT_PRESET_NAVER_480P		= --
TEXT_PRESET_YOUTUBE_360P	= YouTube / Twitter (360 pixelov)
TEXT_PRESET_YOUTUBE_480P	= YouTube / Twitter (480 pixelov)
TEXT_PRESET_YOUTUBE_720P	= YouTube / Twitter (720 pixelov)
TEXT_PRESET_YOUTUBE_1080P	= YouTube / Twitter (1080 pixelov)
TEXT_PRESET_PMP			= Pre Divx/Galaxy Smartphone
TEXT_PRESET_EDIT		= Po úprave - Premiere/Sony Vegas/Pinnacle
TEXT_PRESET_POWERPOINT		= Pre MS PowerPoint
TEXT_PRESET_320x0		= Na šírku, 320x0
TEXT_PRESET_640x0		= Na šírku, 640x0
TEXT_PRESET_800x0		= Na šírku, 800x0
TEXT_PRESET_1280x0		= Na šírku, 1280x0
TEXT_PRESET_USER		= Užívateľské predvoľby

TEXT_CHANGE_LANG		= Ak chcete zmeniť jazyk, reštartujte Bandicam.\nChcete ho reštartovať teraz?
TEXT_CHANGE_HOOK		= Ak chcete uložiť nové nastavenie, reštartujte Bandicam.\nChcete ho reštartovať teraz?
TEXT_CHANGE_SIZE		= Ak chcete zmeniť veľkosť okna, reštartujte program Bandicam.\nChcete ho reštartovať teraz?
TEXT_RESET_ALL_SETTINGS		= Ste si istí, že chcete obnoviť všetky nastavenia na predvolené?

TEXT_REGISTER_SUCCEEDED		= Váš Bandicam bol zaregistrovaný.
TEXT_REGISTER_FAILED		= Registrácia zlyhala.\nSkontrolujte váš email a sériové číslo.
TEXT_REGISTER_CONNECT_FAILED	= Nemožné pripojenie k serveru registrácie.\nSkontrolujte prosím pripojenie k internetu, a nastavte systémové hodiny na dnešný dátum a čas.\nAk potrebujete pomoc, kliknite na tlačidlo OK.
TEXT_REGISTER_INFO		= Email: %s\r\nSériové číslo: %s
TEXT_REGISTER_INFO2		= Dátum exspirácie: %s (zostáva %d dní)
TEXT_REGISTER_INFO2_EXPIRED	= Dátum exspirácie: %s (platnosť vypršala)
TEXT_REGISTER_LIMITED		= Nahrávanie zastavené.\n\nV bezplatnej verzii Bandicam možno nahrať len 10 minút. Registrujte sa prosím!
TEXT_REGISTER_LIMITED_SREC	= V bezplatnej verzii Bandicam možno nahrať len 10 minút. Registrujte sa prosím!
TEXT_REGISTER_NEWRECORD		= V bezplatnej verzii Bandicam nemožno spustiť nový záznam.\nKúpte si prosím Bandicam na www.Bandicam.com .
TEXT_REGISTER_LICENCE_INFO	= Neregistrovaný!!!\r\nAk chcete, aby v nahranom videu nebol vodoznak, \r\nmusíte si od nás kúpiť  licenciu Bandicam.

TEXT_PROGRAM_INVALID		= Táto aplikácia je poškodená.\nAplikáciu je potrebné preinštalovať.

TEXT_SELECT_NOT_SELECTED	= Prosím vyberte režim nahrávania
TEXT_SELECT_TARGET		= Prosím kliknite na jedno z okien hore a vyberte režim nahrávania
TEXT_SELECT_DEVICE		= Vyberte prosím zariadenie na nahrávanie videa
TEXT_TARGET_DIRECTX		= Režim nahrávania hry - nahrať hru a prehrávané video pomocou DirectX.
TEXT_TARGET_SCREEN		= Režim nahrávania obrazovky - nahrať dianie na pracovnej ploche a video z webu.
TEXT_TARGET_DEVICE		= Režim nahrávania zariadením - nahrať webkamerou a HDMI rozhraním.
TEXT_TARGET_CHANGING		= Ak zmeníte režim nahrávania, nahrávanie sa zastaví.\nSte si istí, že chcete pokračovať?
TEXT_TARGET_CLOSE		= Ak zatvoríte aktuálny režim nahrávania, nahrávanie sa zastaví.\nSte si istí, že chcete pokračovať?
TEXT_TARGET_CHANGE_TO_RECTANGLE	= Nemožno spustiť nahrávanie v 'Režime nahrávania hry', pretože nebolo vybrané žiadne okno režimu nahrávania.\n\nChcete zmeniť režim nahrávania na 'Režim nahrávania obrazovky', aby bolo možné spustiť nahrávanie?
TEXT_TARGET_CHANGE_TO_RECTANGLE2= Nemožno spustiť nahrávanie v 'Režime nahrávania zariadením', pretože nebolo vybrané zariadenie na nahrávanie.\n\nChcete zmeniť režim nahrávania na 'Režim nahrávania obrazovky', aby bolo možné spustiť nahrávanie?
TEXT_TARGET_CHANGE_TO_RECTANGLE3= Nemožno spustiť nahrávanie, pretože nebol vybraný režim nahrávania.\n\nChcete si vybrať 'Režim nahrávania obrazovky', aby bolo možné spustiť nahrávanie? 

TEXT_STATUSBAR_READY		= Pripravený
TEXT_STATUSBAR_RECORDING	= Nahrávam...
TEXT_STATUSBAR_PAUSE		= Pozastaviť

TEXT_UPDATE_AVAILABLE		= Je dostupná nová verzia Bandicam.\nChcete ju stiahnuť teraz?
TEXT_UPDATE_UNAVAILABLE		= Používate najnovšiu verziu.
TEXT_UPDATE_FAILED		= Zlyhala správa o kontrole verzie.\nVáš PC nie je pripojený k internetu alebo náš server pravdepodobne nepracuje správne.
TEXT_UPLOAD_EMAIL_NOT_VERIFIED	= Nemožno nahrať. Ak ste sa práve zaregistrovali, overte si prosím svoju emailovú adresu.

TEXT_TARGET_FULL		= Celá obrazovka
TEXT_TARGET_RESTORE		= Obnoviť
TEXT_TARGET_FIND		= Vybrať oblasť nahrávania
TEXT_TARGET_RESIZE		= Vybrať veľkosť okna z ponuky
TEXT_TARGET_IMAGE		= Urobiť snímku
TEXT_TARGET_PEN			= Režim kreslenia
TEXT_TARGET_RECORD_START	= Spustiť nahrávanie videa
TEXT_TARGET_RECORD_PAUSE	= Pozastaviť nahrávanie videa
TEXT_TARGET_RECORD_STOP		= Zastaviť nahrávanie videa 
TEXT_TARGET_MENU		= Ponuka
TEXT_TARGET_DISPLAY		= Zobrazenie %d

TEXT_DEVICE_FULL		= Celá obrazovka
TEXT_DEVICE_RESTORE		= Obnoviť
TEXT_DEVICE_SELECT_DEVICE	= Vybrať zariadenie
TEXT_DEVICE_VOLUME		= Hlasitosť
TEXT_DEVICE_IMAGE		= Urobiť snímku
TEXT_DEVICE_RECORD_START	= Nahrávanie videa - spustiť
TEXT_DEVICE_RECORD_PAUSE	= Nahrávanie videa - pozastaviť
TEXT_DEVICE_RECORD_STOP		= Nahrávanie videa - zastaviť
TEXT_DEVICE_MENU		= Ponuka

TEXT_RC_HOWTO_NOCOMPLETE	= Automatické nahrávanie je zakázané. 
TEXT_RC_HOWTO_BYTIME		= Podľa času
TEXT_RC_HOWTO_BYSIZE		= Podľa veľkosti
TEXT_RC_HOWTO_BYSILENCE		= Podľa dľžky trvania ticha
TEXT_RC_AFTER_NEWRECORD		= Spustiť nové nahrávanie
TEXT_RC_AFTER_EXIT		= Ukončiť Bandicam
TEXT_RC_AFTER_SHUTDOWN		= Vypnúť počítač

TEXT_SHUTDOWN_SEC		= Vypnúť systém za %d sek.

TEXT_SEL_IMAGE_FILE		= Vybrať obrazový súbor

TEXT_RC_MB			= MB
TEXT_RC_GB			= GB

TEXT_SND_SELECT_1_DISABLE	= -- Vypnúť --
TEXT_SND_SELECT_2_DISABLE	= -- Vypnúť (doporučené) --

TEXT_CORRUPTED_AVI_FILE		= Posledný nahraný súbor je poškodený.\nChcete ho odstrániť?\n\nSúbor: %s
TEXT_SELECTED_CORRUPTED_FILE	= Vybraný súbor je poškodený.\nChcete ho opraviť?\n\nSúbor: %s
TEXT_TRAY_BALLOON_TIP		= Na obnovenie Bandicamu kliknite na ikonu v oznamovacej oblasti hlavného panela.
TEXT_TRAY_BALLOON_TIP_RECT	= Na zobrazenie okna nahrávania obrazovky kliknite na ikonu v oznamovacej oblasti hlavného panela.
TEXT_TRAY_BALLOON_TIP_DEVICE	= Kliknutím na ikonu v tray sa zobrazí okno nahrávacieho zariadenia.
TEXT_FORCE_STOP			= Zlyhalo zastavenie nahrávania, pretože cieľ nahrávania obrazovky neodpovedá.\nChcete okamžite zastaviť nahrávanie?
TEXT_EXTERNAL_CODEC		= - Externý kodek -
TEXT_CUDA_GPU_AUTOSELECT	= (Automatický výber)

; status bar tool-tip
TEXT_INDICATOR_STATUS		= Stav nahrávania
TEXT_INDICATOR_TIME		= Doba nahrávania
TEXT_INDICATOR_SIZE		= Veľkosť nahrávaného súboru / voľného miesta na disku
TEXT_INDICATOR_VOLUME		= Aktuálna úroveň hlasitosti

; recording priority
TEXT_REC_PRIORITY_NORMAL	= [Štandardná]- normálna prednastavená priorita
TEXT_REC_PRIORITY_HIGH		= [Vyššia]- vyššia než štandardná priorita
TEXT_REC_PRIORITY_HIGHEST	= [Najvyššia]- môže spomaliť ostatné úlohy 

; output page message
TEXT_OUTPUTS_BANDICUT		= Bandicut nie je nainštalovaný. Chcete teraz stiahnuť Bandicut?
TEXT_OUTPUTS_DELETE		= Naozaj chcete natrvalo odstrániť vybrané súbory?
TEXT_OUTPUTS_SELCOUNT		= %d vybraných položiek

; file naming settings
TEXT_FILE_NAME_PREFIX_TARGET	= Názov 
TEXT_FILE_NAME_PREFIX_CUSTOM	= Vlastná predvoľba
TEXT_FILE_NAME_PREFIX_NONE	= Žiadny
TEXT_FILE_NAME_SUFFIX_TIME	= Dátum/čas
TEXT_FILE_NAME_SUFFIX_NUMBER	= Poradové číslo

; timer recording
TEXT_TIMER_REC_MINMAX_MINUTES	= Zadajte hodnotu medzi 1 a 1440 minútami.
TEXT_TIMER_REC_STOP_RECORDING	= Prebieha nahrávanie. \nSte si istí, že chcete zastaviť nahrávanie a pokračovať?
TEXT_TIMER_REC_MODE_NOT_SELECTED= Časovač nahrávania nie je k dispozícii, pretože režim nahrávania nie je nastavený. Najskôr vyberte režim nahrávania.

; upload video
TEXT_UPLOAD_VID_NO_TITLE	= Zadajte prosím názov videa, ktoré chcete odoslať.
TEXT_UPLOAD_VID_NO_PASSWORD	= Zadajte prosím heslo.
TEXT_UPLOAD_YOUTUBE_LOGIN 	= Prihlásenie na Youtube
TEXT_UPLOAD_YOUTUBE_LOGIN_TEXT	= Prihlásenie na YouTube z prehliadača ...
TEXT_UPLOAD_YOUTUBE_LOGIN_CANCEL= Zrušiť
TEXT_UPLOAD_VIMEO_LOGIN		= Prihlásenie na Vimeo
TEXT_UPLOAD_FACEBOOK_LOGIN	= Prihlásenie na Facebook
TEXT_UPLOAD_COMPLETE		= Odoslané
TEXT_UPLOAD_ERR_FAIL		= Toto video sa nepodarilo nahrať.
TEXT_UPLOAD_ERR_FILESIZE_LIMIT	= Tento súbor je na odoslanie príliš veľký.
TEXT_UPLOAD_ERR_FREESPACE	= Nedostatok voľného miesta k nahrávaniu na Vimeo.
TEXT_UPLOAD_ERR_CONNECT		= Nepodarilo sa pripojiť k serveru.
TEXT_UPLOAD_ERR_AUTH_VIMEO		= Toto video sa nepodarilo nahrať. Používatelia Vimeo Basic túto funkciu nemôžu používať.
TEXT_UPLOAD_YOUTUBE_QUOTA	= Bandicam prekročil kvótu denného nahrávania , ktorú pridelil YouTube.\nKvóta sa vynuluje o polnoci Tichomorského času (PT).\nProsím nahrajte video priamo z YouTube alebo to skúste znova po polnoci Tichomorského času.\n\nChcete navštíviť YouTube.com?
TEXT_UPLOAD_ERR_ACCESSTOKEN	= Nepodarilo sa získať prístupový token.

; deinterlacing
TEXT_DEINT_NONE			= nerobiť nič
TEXT_DEINT_ODD			= nepárne snímky
TEXT_DEINT_EVEN			= párne snímky
TEXT_DEINT_BLEND		= zlúčené snímky

; push to talk/mute
TEXT_SND_CAP_PUSH_TO_TALK	= [PTT] Len nahrať počas stlačenia
TEXT_SND_CAP_PUSH_TO_MUTE	= [PTM] Len vypnúť počas stlačenia

; download & update 
TEXT_UPDATE_IN_PROGRESS		= Inštalácia prebieha ...
TEXT_UPDATE_FAILED_DL		= Inštalačné súbory sa nepodarilo prevziať. \nTento systém nemusí byť momentálne pripojený k internetu.
TEXT_UPDATE_INSTALL_SUCCEED	= Inštalácia bola dokončená.
TEXT_UPDATE_INSTALL_FAILED	= Inštalácia zlyhala.

; flip screen horizontal/vertical
TEXT_WEBCAM_FLIP_NONE		= (žiadne prevrátenie)
TEXT_WEBCAM_FLIP_HORIZONTAL	= vodorovné 
TEXT_WEBCAM_FLIP_VERTICAL	= zvislé prevrátenie

; scheduled recording list
TEXT_SREC_HEADER_NAME		= Názov
TEXT_SREC_HEADER_STATUS		= Stav
TEXT_SREC_HEADER_START_TIME	= Čas spustenia
TEXT_SREC_HEADER_END_TIME	= Čas ukončenia
TEXT_SREC_HEADER_DURATION	= Dĺžka
TEXT_SREC_HEADER_TARGET		= Oblasť nahrávania
TEXT_SREC_HEADER_AFTER_REC	= Po nahrávaní
TEXT_SREC_DEFAULT_NAME		= Plán
TEXT_SREC_DELETE_SCHEDULES	= Ste si istí, že chcete vymazať vybrané plány trvalo?
TEXT_SREC_STATUS_WAITING	= Čakanie
TEXT_SREC_STATUS_RECORDING	= Nahrávanie
TEXT_SREC_STATUS_PASSED		= Odovzdané
TEXT_SREC_STATUS_INACTIVE	= Neaktívne
TEXT_SREC_TARGET_NOT_CHANGE	= (Nemeniť)
TEXT_SREC_TARGET_FULL_SCREEN	= Celá obrazovka
TEXT_SREC_TARGET_CUSTOM_AREA	= Oblasť v rámiku
TEXT_SREC_TARGET_NOT_CHANGE_TEXT= Použiť poslednú oblasť nahrávania.
TEXT_SREC_DISPLAY		= Zobrazenie %d
TEXT_SREC_DO_NOTHING		= (Nerobiť nič)
TEXT_SREC_EXIT_BANDICAM		= Ukončiť Bandicam
TEXT_SREC_SHUTDOWN_PC		= Vypnúť počítač
TEXT_SREC_ERR_TIME		= Dĺžka musí byť medzi 00:00:01 a 23:59:59.
TEXT_SREC_ERR_DAY		= Najmenej jeden deň musí byť vybraný.
TEXT_SREC_ERR_OVERLAPPED	= Čas nahrávania sa prekrýva s "%s"
TEXT_SREC_SAME_DAY		= Ten istý deň
TEXT_SREC_DAY_AFTER		= Deň po
TEXT_SREC_EVERYDAY		= Každý deň
TEXT_SREC_SUN			= Nedeľa
TEXT_SREC_MON			= Pondelok
TEXT_SREC_TUE			= Utorok
TEXT_SREC_WED			= Streda
TEXT_SREC_THU			= Štvrtok
TEXT_SREC_FRI			= Piatok
TEXT_SREC_SAT			= Sobota
TEXT_SREC_START_INFO		= Začať nahrávanie v %s.
TEXT_SREC_STOP_INFO		= Zastaviť nahrávanie v %s.
TEXT_SREC_DAY			= %Ddeň
TEXT_SREC_DAYS			= %Ddni
TEXT_SREC_WAITING_0		= Neexistujú žiadne plánované nahrávania.
TEXT_SREC_WAITING_1		= K dispozícii je 1 plánované nahrávanie.
TEXT_SREC_WAITING_N		= K dispozícii sú %d plánované nahrávania.

; bandifix
TEXT_BDFIX_APPTITLE		= BandiFix
TEXT_BDFIX_CONFIRM_EXIT		= Stále sa spracováva. Ste si istí, že chcete skončiť?
TEXT_BDFIX_NOT_SUPPORTED_FILE	= Vstupný súbor nie je v podporovanom formáte.
TEXT_BDFIX_NOT_CORRUPTED	= Vstupný súbor nie je poškodený.\nChcete pokračovať?
TEXT_BDFIX_NO_CORRUPTION_KNOWN	= Vstupný súbor nie je poškodený alebo nie je možné skontrolovať, či je poškodený.
TEXT_BDFIX_ALREADY_EXISTS	= Výstupný súbor už existuje. Chcete ho prepísať?
TEXT_BDFIX_SAME_PATH		= Cesta výstupného súboru je rovnaká ako cesta vstupného súboru.
TEXT_BDFIX_DISK_SPACE		= Na disku nie je dostatok miesta na vytvorenie výstupného súboru.
TEXT_BDFIX_PROCESS_COMPLETE	= Proces je dokončený!
TEXT_BDFIX_STATUS_PROCESSING	= Prebieha
TEXT_BDFIX_STATUS_COMPLETE	= Dokončené
TEXT_BDFIX_STATUS_FAILED	= Nepodarilo sa
TEXT_BDFIX_STATUS_READY		= Pripravený
TEXT_BDFIX_FAILED_TO_OPEN	= Vstupný súbor nemožno otvoriť.
TEXT_BDFIX_FAILED_TO_PROCESS	= Pokus o obnovenie zlyhal.

; Filename filter for openfile dialogbox 
TEXT_OP_FILTER_AVI		= Súbory AVI 
TEXT_OP_FILTER_MP4		= Súbory MP4
TEXT_OP_FILTER_PNG		= Súbory PNG 
TEXT_OP_FILTER_ALL		= Všetky súbory
TEXT_OP_FILTER_MEDIA		= Mediálne súbory

; etc.
TEXT_DEFAULT_SOUND_DEVICE	= (Predvolené zvukové zariadenie)
TEXT_DEFAULT_OUTPUT_DEVICE	= (Predvolené výstupné zariadenie)
TEXT_DEFAULT_INPUT_DEVICE	= (Predvolené vstupné zariadenie)
TEXT_DEFAULT_DEVICE_FORMAT	= (Automaticky zistiť rozmery)
TEXT_HOTKEY_NONE		= (Žiadne)
TEXT_ADD_YOUR_TEXT_HERE		= Sem pridajte svoj text

; oauth complete html
TXT_LANG_CODE           	= "sk"
TXT_TITLE               	= "Prihlásenie pomocou YouTube je dokončené!"
TXT_MESSAGE_COMPLETE1   	= "Prihlásenie pomocou YouTube je dokončené!"
TXT_MESSAGE_COMPLETE2   	= "Túto stránku môžete zavrieť."
TXT_GOTO_BANDICAM_HOME  	= "<a href='https://www.bandicam.com/sk/' class='bandicam'><div>Choď na bandicam.com</div></a>"
TXT_GOTO_BANDICUT_HOME  	= "<a href='https://www.bandicam.com/bandicut-video-cutter/sk/' class='bandicut'><div>Choď na bandicut.com</div></a>"

[SKIN]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; MAIN
; page name
$BN_PAGE_HOME			= Domov
$BN_PAGE_GENERAL		= Všeobecné 
$BN_PAGE_FPS			= Obr/s
$BN_PAGE_VIDEO			= Video
$BN_PAGE_IMAGE			= Obrázok
$BN_PAGE_ABOUT			= O programe
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL
$ST_GEN_OPTIONS			= Možnosti
$ST_GEN_OUTPUT_FOLDER		= Výstupný priečinok
$BN_GEN_OPEN_OUTPUT_FOLDER	= Otvoriť
$BN_GEN_ADV_OPTIONS		= Pokročilé 
$CK_GEN_ALWAYS_ON_TOP		= Okno Bandicam vždy navrchu
$CK_GEN_START_MINIMIZED		= Po spustení Bandicam minimalizovať do lišty
$CK_GEN_RUN_WHEN_START		= Spustiť Bandicam po spustení Windows
$CK_GEN_RECORD_WHEN_RUN		= Po spustení Bandicam spustiť nahrávanie v režime celej obrazovky
$CK_GEN_TIMER_RECORDING		= Nastaviť časovačom začiatok automatického nahrávania 
$ST_GEN_LANGUAGE		= Jazyk
$ST_GEN_REC_AUTO_START		= Spustiť automatické nahrávanie
$ST_GEN_REC_SCHEDULED		= Plánované nahrávanie
$BN_GEN_REC_SCHEDULED		= Nastavenia
$ST_GEN_REC_AUTO_COMPLETE	= Povoliť automatické nahrávanie
$BN_GEN_REC_AUTO_COMPLETE	= Nastavenia
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FPS
$ST_FPS_OVERLAY			= Prekladanie
$CK_FPS_OVERLAY_HOTKEY		= Ukázať/skryť klávesovú skratku
$CK_FPS_OVERLAY_POS_HOTKEY	= Pozícia klávesovej skratky
$CK_FPS_OVERLAY			= Náhľad prekladania obr/s
$ST_FPS_LIMIT			= Limit
$CK_FPS_LIMIT_HOTKEY		= Kl.skratka
$CK_FPS_LIMIT			= Nastaviť limit obr/s 
$CK_FPS_LIMIT_ONLY_CAP		= Len po zachytení
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; VIDEO
$ST_VID_RECORD			= Nahrávanie
$CK_VID_RECORD_HOTKEY		= Kl.skratka Nahrať/Zastaviť 
$CK_VID_PAUSE_HOTKEY		= Kl.skratka Pozastaviť
$CK_VID_SHOW_CURSOR		= Zobraziť kurzor myši
$CK_VID_CLICK_EFFECTS		= Pridať efekty klikov myši 
$CK_VID_WEBCAM_OVERLAY		= Pridať náhľad webkamery
$BN_VID_RECORD_SETTINGS		= Nastavenia
$ST_VID_FORMAT			= Formát
$ST_VID_FORMAT_VIDEO		= Video
$ST_VID_FORMAT_AUDIO		= Audio
$BN_VID_FORMAT_SETTINGS		= Nastavenia
$BN_VID_FORMAT_PRESETS		= Predvoľby
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IMAGE
$ST_IMG_CAPTURE			= Urobiť snímku
$CK_IMG_CAPTURE_HOTKEY		= Kl.skratka
$CK_IMG_CAPTURE_REPEAT		= Urobiť ďalšiu snímku
$ST_IMG_CAPTURE_REPEAT		= sek.
$CK_IMG_SHOW_CURSOR		= Zobraziť kurzor myši
$CK_IMAGE_ADD_LOGO		= Pridať logo do snímky
$CK_IMG_SHUTTER_SOUND_EFFECT	= Efekt zvuku uzávierky
$BTN_IMAGE_SETTINGS		= Nastavenia
$ST_IMG_FORMAT			= Formát
$CK_IMG_FORMAT_BMP		= BMP
$CK_IMG_FORMAT_PNG		= PNG
$CK_IMG_FORMAT_JPG		= JPG - obyčajný
$CK_IMG_FORMAT_JPG_HQ		= JPG - vysoká kvalita
$CK_IMAGE_JPG_CUSTOM		= JPG - Vlastná kvalita (20~100)
$BTN_IMG_FORMAT_ANIGIF		= Ako uložiť animáciu GIF
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; OUTPUTS
$ST_OUT_TAB_START		= Začíname
$ST_OUT_TAB_VIDEO		= Videá
$ST_OUT_TAB_IMAGE		= Obrázky
$BN_OUT_PLAY_VIDEO		= Prehrať
$BN_OUT_OPEN_IMAGE		= Otvoriť
$BN_OUT_EDIT			= Upraviť
$BN_OUT_UPLOAD			= Odoslať
$BN_OUT_DELETE			= Vymazať
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; ABOUT
$ST_ABO_VERSION_INFO		= Verzia Bandicam
$ST_ABO_COPYRIGHT		= Autorské právo(c) 2009-2021 Bandicam.com
$BN_ABO_NEW_VERSION		= Je dostupná nová verzia.
$BN_ABO_CHECK_UPDATE		= Kontrola aktualizácií
$ST_ABO_LICENCE_INFO		= Info o licencii 
$BN_ABO_REGISTER		= Registrovať
$BN_ABO_REGISTER_HELP		= Ako postupovať pri nákupe a registrácii
$BN_ABO_UPDATE_REGISTRATION	= Aktualizovať registráciu
$BN_ABO_RENEW_LICENSE		= Obnoviť licenciu
$ST_ABO_HOMEPAGE_INFO		= Adresa webovej stránky
$ST_ABO_HOMEPAGE_URL		= Domovská stránka
$ST_ABO_FAQ_URL			= Podpora
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; DEVICE
$BN_DEVICE_SELECTION		= Vyberte prosím zariadenie!
$ST_DEVICE_CONNECTING		= Pripájanie ...
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; update
$ST_UPDATE_STEP1_TEXT		= <font color="yellow">Bandicut</font> je nevyhnutným programom pre užívateľov Bandicamu. Môžete ním rýchlo strihať a spájať videá nahrané pomocou Bandicamu.
$BTN_UPDATE_STEP1_LINK		= Dozvedieť sa viac
$ST_UPDATE_STEP2_TEXT		= Prebieha sťahovanie ...
$BTN_UPDATE_INSTALL		= Nainštalovať teraz
$BTN_UPDATE_LATER		= Nie, ďakujem!
$BTN_UPDATE_CANCEL		= Koniec
$BTN_UPDATE_CLOSE		= Zavrieť

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; HOME - START
$ST_START_SEL_MODE		= Vyberte režim nahrávania, ktorý chcete použiť.
$ST_START_SEL_RECT		= Oblasť v rámiku
$ST_START_SEL_FULL		= Celá obrazovka
$ST_START_SEL_MOUSE		= Okolo myši
$ST_START_SEL_GAME		= Nahrávanie hry
$ST_START_SEL_DEVICE		= Nahrávanie zariadením
$ST_START_SEL_HELP		= Nápoveda online

$ST_START_RECT_TITLE		= Nahrávanie obrazovky - oblasť v rámiku
$ST_START_RECT_DESC		= Tento režim umožňuje nahrať vybranú oblasť v okne rámika.
$ST_START_RECT_STEP		= 1. Vyberte veľkosť a oblasť, ktorú chcete nahrať.[br]2. Kliknite na tlačidlo 'REC' alebo stlačte klávesovú skratku nahrávania.

$ST_START_FULL_TITLE		= Nahrávanie obrazovky - celá obrazovka
$ST_START_FULL_DESC		= Tento režim umožňuje nahrať celú obrazovku monitora.
$ST_START_FULL_STEP		= 1. Vyberte monitor, ktorého obrazovku chcete nahrávať. [br]2. Kliknite na tlačidlo 'REC' alebo stlačte klávesovú skratku nahrávania.

$ST_START_MOUSE_TITLE		= Nahrávanie obrazovky - okolo myši
$ST_START_MOUSE_DESC		= Tento režim umožňuje nahrať pohyb kurzora myši a efekty klikov na obrazovke pracovnej plochy.
$ST_START_MOUSE_STEP		= 1. Vyberte určitú veľkosť, ktorú chcete nahrať.[br]2. Kliknite na tlačidlo 'REC' alebo stlačte klávesovú skratku nahrávania.

$ST_START_GAME_TITLE		= Režim nahrávania hry 
$ST_START_GAME_DESC		= Tento režim umožňuje nahrať hru a zároveň ukazuje obr/s.
$ST_START_GAME_STEP		= 1. Spustite hru a skontrolujte číslo zelenej farby (obr/s).[br]2. Kliknite na tlačidlo 'REC' alebo stlačte klávesovú skratku nahrávania.

$ST_START_DEVICE_TITLE		= Režim nahrávania zariadením
$ST_START_DEVICE_DESC		= Tento režim umožňuje nahrávanie externým video zariadením, ako napríklad webkamerou, hernou konzolou Xbox, smartfónom, digit. televíziou IPTV atď.
$ST_START_DEVICE_STEP		= 1. Vyberte webkameru alebo zariadenie na nahrávanie. [br]2. Kliknite na tlačidlo 'REC' alebo stlačte klávesovú skratku nahrávania.

$BN_START_HELP			= Zobraziť online nápovedu
$BN_START_RECORD		= Spustiť nahrávanie
$BN_START_RECORD_STOP		= Zastaviť nahrávanie
$ST_START_HOTKEY_RECORD		= Spustiť/Zastaviť
$ST_START_HOTKEY_SCREENSHOT	= Urobiť snímku 
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; BandiFix
$BN_BDFIX_PLAY			= Spustiť
$BN_BDFIX_OPEN_FOLDER		= Otvoriť priečinok
$BN_BDFIX_CLOSE			= Zavrieť
$ST_BDFIX_INPUT_FILE		= Vstupný súbor
$ST_BDFIX_INPUT_FILE2		= Otvoriť poškodený súbor avi/mp4.
$BN_BDFIX_INPUT_FILE		= Otvoriť
$ST_BDFIX_OUTPUT_FILE		= Otvoriť súbor
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; SCREEN MODE - MENU
$MENU_SELECT_RECORDING_AREA	= Vybrať oblasť nahrávania
$MENU_RECTANGLE			= Oblasť v rámiku
$MENU_FULLSCREEN		= Celá obrazovka
$MENU_AROUND_MOUSE		= Okolo myši
$MENU_RECT_FIND_WINDOW		= Vybrať oblasť nahrávania
$MENU_RECT_CUSTOM		= Vlastná veľkosť
$MENU_RECT_RECENTLY_USED	= Posledná použitá veľkosť
$MENU_FULL_DISPLAY_1		= Zobrazenie 1
$MENU_FULL_DISPLAY_2		= Zobrazenie 2
$MENU_FULL_DISPLAY_3		= Zobrazenie 3
$MENU_FULL_DISPLAY_4		= Zobrazenie 4
$MENU_FULL_DISPLAY_5		= Zobrazenie 5
$MENU_FULL_DISPLAY_6		= Zobrazenie 6
$MENU_FULL_DISPLAY_7		= Zobrazenie 7
$MENU_FULL_DISPLAY_8		= Zobrazenie 8
$MENU_FULL_SHOW_CONTRL		= Vždy zobraziť ovládací panel
$MENU_FULL_HIDE_CONTRL		= Vždy skryť ovládací panel
$MENU_MOUSE_CUSTOM		= Vlastná veľkosť
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Tooltip
$TOOLTIP_OPEN_FOLDER		= Otvoriť výstupný priečinok
$TOOLTIP_SCHEDULED_RECORDING	= Plánované nahrávanie
$TOOLTIP_SCREENSHOT		= Urobiť snímku
$TOOLTIP_RECORD			= Nahrať/Zastaviť
$TOOLTIP_PAUSE			= Pozastaviť
$TOOLTIP_UI_MODE		= Jednoduché/Pokročilé užívateľské rozhranie
$TOOLTIP_REGISTER		= Registrovať Bandicam
$TOOLTIP_ONLINE_HELP		= Nápoveda online

$TOOLTIP_TOOL_NONE		= Kurzor(bez šípky) (Ctrl+Alt+1)
$TOOLTIP_TOOL_PEN		= Pero (Ctrl+Alt+2)
$TOOLTIP_TOOL_PEN_HL		= Zvýrazňovač (Ctrl+Alt+3)
$TOOLTIP_TOOL_PEN_LINE		= Čiara (Ctrl+Alt+4)
$TOOLTIP_TOOL_ARROW		= Šípka (Ctrl+Alt+5)
$TOOLTIP_TOOL_BOX		= Rám (Ctrl+Alt+6)
$TOOLTIP_TOOL_NUMBER		= Číslovanie (Ctrl+Alt+7)
$TOOLTIP_TOOL_TEXT		= Text (Ctrl+Alt+8)
$TOOLTIP_TOOL_ERASER		= Guma (Ctrl+Alt+9)
$TOOLTIP_TOOL_COLOR		= Vybrať farbu
$TOOLTIP_TOOL_LINE		= Hrúbka čiary
$TOOLTIP_TOOL_UNDO		= Späť (Ctrl+Z)
$TOOLTIP_TOOL_REDO		= Znova (Ctrl+Y)

$TOOLTIP_HOME_SEL		= Vybrať režim nahrávania
$TOOLTIP_HOME_RECT		= Režim nahrávania obrazovky - oblasť v rámiku
$TOOLTIP_HOME_FULL		= Režim nahrávania obrazovky - celá obrazovka
$TOOLTIP_HOME_MOUSE		= Režim nahrávania obrazovky - okolo myši
$TOOLTIP_HOME_GAME		= Režim nahrávania hry
$TOOLTIP_HOME_DEVICE		= Režim nahrávania zariadním

$TOOLTIP_ADD_MOUSE_EFFECT	= Pridať efekty kurzora myši
$TOOLTIP_ADD_TEXT_OVERLAY	= Pridať efekt vrstvy textu
$TOOLTIP_ADD_SPEAKER		= Pridať reproduktory
$TOOLTIP_ADD_MICROPHONE		= Pridať mikrofón
$TOOLTIP_ADD_WEBCAM_OVERLAY	= Pridať náhľad webkamery

$TOOLTIP_REFRESH_LINFO		= Obnoviť informácie o licencii
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FILE
$FILE_LOGO			= logo.png
$FILE_BETA_ICON			= beta_icon.png
$FILE_UNREGISTERED_ICON		= unregistered_icon.png
$FILE_EXPIRED_ICON		= expired_icon.png


[DIALOG]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL			= Koniec
IDOK				= OK
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT
IDD_VIDEO_FORMAT		= Nastavenia formátu 
IDC_ST_FMTSET_FILE		= Typ súboru
IDC_ST_FMTSET_VIDEO		= Video
IDC_ST_VIDEO_SIZE		= Veľkosť
IDC_ST_VIDEO_FPS		= Obr/s
IDC_ST_VIDEO_CODEC		= Kodek
IDC_ST_VIDEO_CODEC_PROFILE	= Profil
IDC_ST_VIDEO_BITRATE		= Bit. tok kb/s
IDC_ST_VIDEO_QUALITY		= Kvalita %
IDC_ST_FMTSET_AUDIO		= Audio
IDC_CK_AUDIO_ORIGINAL_PCM	= Uložiť v originálnom formáte
IDC_ED_AUDIO_ORIGINAL_PCM	= Možnosť uloženia zvuku na viackanálový alebo vo vysokom rozlíšení (96 KHz a viac).
IDC_ST_AUDIO_CH			= Kanály
IDC_ST_AUDIO_FREQ		= Kmitočet
IDC_ST_AUDIO_CODEC		= Kodek
IDC_ST_AUDIO_BITRATE		= Bit. tok kb/s
IDC_ST_FORMAT_HELP		= [Nápoveda]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REGISTER
IDD_REGISTER			= Ako zaregistrovať Bandicam
IDC_ST_1BUY			= 1. Kúpiť
IDC_ST_1BUY_COMMENT		= Všimnite si prosím, že Bandicam nie je bezplatný softvér. Pokiaľ si neprajete žiadny vodoznak vo vašej videonahrávke, musíte si od nás kúpiť licenciu Bandicam.
IDC_BTN_BUY_ONLINE		= Kúpiť online
IDC_ST_2REGISTER		= 2. Registrovať
IDC_ST_2REGISTER_COMMENT	= Na registráciu Bandicam musíte byť pripojený online.
IDC_ST_EMAIL_ADDRESS		= Email
IDC_ST_SERIAL_NUMBER		= Sériové číslo
IDC_BTN_REGISTER_NOW		= Registrovať teraz
IDC_BTN_UNREGISTER_NOW		= Zrušiť registráciu
IDC_BTN_CLOSE			= Zavrieť

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPDATE_CHECK
IDD_UPDATE_CHECK		= Kontrola aktualizácií
IDC_ST_UPDATE_SETTING		= Nastavenia
IDC_CK_UPDATE_ENABLE		= Povoliť automatickú kontrolu aktualizácií
IDC_CK_UPDATE_POPUP		= Ukázať okno, ak je k dispozícii nová aktualizácia
IDC_UPDATE_CHECK_NOW		= Kontrola aktualizácií
IDC_CLOSE			= Zavrieť

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_SHEET
IDD_OPT_SHEET			= Pokročilé nastavenia
IDC_BTN_RESET			= Obnoviť

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_GENERAL
IDC_ST_ADV_GENERAL		= Všeobecné nastavenie
IDC_CK_ALWAYS_ON_TOP2		= Okno s rámikom Bandicam vždy navrchu
IDC_CK_START_MINIMIZED_TO_TRAY	= Po spustení Bandicam minimalizovať do lišty
IDC_CK_RUN_WHEN_START		= Spustiť Bandicam po spustení Windows
IDC_CK_RECORD_WHEN_RUN		= Po spustení nahrávať v režime celej obrazovky
IDC_BTN_TIMER_RECORDING		= Nastaviť časovač pre automatické spustenie nahrávania
IDC_CK_SHOW_FPS_IN_VIDEO	= Ukázať obr/s pri zachytení videa/obrázku
IDC_ST_SHOW_FPS_IN_VIDEO	= (Len v 'Režime nahrávania hry')
IDC_CK_SHOW_TIP_BAR		= Ukázať tipy/lištu s informáciami
IDC_CK_NO_TRAY_BALLOON		= Vypnúť bublinové oznámenia v oblasti tray
IDC_ST_ADV_AUTOMATIC		= Automaticky

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OUTPUT
IDC_ST_OUT_OUTPUT		= Výstup
IDC_ST_OUT_OUTPUT_FOLDER	= Výstupný priečinok
IDC_CK_OUT_CREATE_SUBFOLDER	= Vytvoriť výstupný podpriečinok po zápise súboru
IDC_RD_OUT_SUBFOLDER		= Názov podpriečinka rovnaký ako výstupný priečinok 
IDC_RD_OUT_SUBFOLDER_2		= Názov podpriečinka bude 'Videá' alebo 'Obrázky'
IDC_CK_OUT_ENABLE_WRITE_CACHING	= Povoliť ukladanie do vyrovnávacej pamäti na disku
IDC_ST_OUT_FILE_NAMING		= Nastavenie názvu súboru
IDC_ST_OUT_EXAMPLE		= Napr.)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_LANG
IDC_ST_AD_LANGUAGE		= Jazyk
IDC_ST_TRANSLATOR		= Vďaka prekladateľom

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOOK
IDC_ST_HK_TARGET		= Vymedzenie cieľa
IDC_CK_HK_OPENGL		= Otvoriť hlavné okno
IDC_CK_HK_DDRAW			= DirectDraw
IDC_CK_HK_DX7			= DirectX 7
IDC_CK_HK_DX8			= DirectX 8
IDC_CK_HK_DX9			= DirectX 9
IDC_CK_HK_DX10			= DirectX 10
IDC_CK_HK_DX11			= DirectX 11
IDC_CK_HK_DX12			= DirectX 12
IDC_CK_HK_VULKAN		= Vulkan
IDC_CK_HK_WINDOWS_APPS		= Windows Store-apl. pre univerz. platformu Windows(UWP)
IDC_CK_DISABLE_DX11_ON_IE9	=Vypnúť vym. cieľa DX10/11 vo Firefoxe/IE9 a vyššom 
IDC_CK_DISABLE_OVERLAY_ON_DX	= Vypnúť prekladanie videa v DirectX
IDC_BTN_BLOCK_LIST		= Zoznam zablokovaných procesov

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OTHERS
IDC_ST_OTHER_SETTINGS		= Iné nastavenia
IDC_BTN_VIDEO_RECORD_SETTINGS	= Nastavenie nahrávania videa
IDC_BTN_VIDEO_FORMAT_SETTINGS	= Nastavenie formátu videa
IDC_BTN_AUTO_COMPLETE_RECORDING	= Úplné automatické nahrávanie

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL
IDD_REC_CONTROL			= Úplné automatické nahrávanie
IDC_ST_RC_HOWTO			= Povoliť dole podmienku úplného automatického nahrávania
IDC_RD_RC_NOTCOMPLETE		= Nepovoliť žiadnu
IDC_RD_RC_TIME			= Dĺžka nahrávania
IDC_ST_RC_MAX_TIME		= Max.
IDC_RD_RC_SIZE			= Veľkosť nahraného súboru 
IDC_ST_RC_MAX_SIZE		= Max.
IDC_RD_RC_NOSOUND		= Dľžka trvania ticha (min. 10 s)
IDC_ST_RC_AFTER			= Po skončení automatického nahrávania
IDC_RD_RC_NOTHING		= Nepovoliť nič
IDC_RD_RC_NEW_RECORDING		= Spustiť nové nahrávanie
IDC_RD_RC_EXIT_BDCAM		= Zastaviť nahrávanie a ukončiť Bandicam
IDC_RD_RC_SHUTDOWN		= Vypnúť počítač

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL_NOSOUND
IDD_REC_CONTROL_NOSOUND		= Úplné automatické nahrávanie - Upozornenie
IDC_ST_NOSOUND_TITLE		= Bez zvuku
IDC_ST_NOSOUND_DESC		= Nahrávanie bude zastavené, pretože tento počítač neprehráva žiadny zvuk.
IDC_ST_NOSOUND_DESC2		= Nahrávanie sa zastaví za %d sekundy.
IDC_BTN_NOSOUND_CONTINUE	= Pokračovať v nahrávaní

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SHUTDOWN
IDD_SHUTDOWN			= Vypnutie
IDC_ST_SHUTDOWN			= Vypnutie
IDC_ST_SHUTDOWN_INFO		= Tento počítač bude vypnutý.\nAk ho nechcete vypnúť, stlačte 'Koniec'.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_SHEET_SETTINGS
IDD_VID_SHEET_SETTINGS		= Nastavenia nahrávania

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_SOUND
IDC_CK_RECORD_SOUND		= Nahrať zvuk
IDC_ST_SND_SELECT_1		= Základné zariadenie
IDC_ST_SND_DEVICE_0		= Reproduktor
IDC_BTN_SND_SETTING_0		= Nastavenie
IDC_ST_SND_DEVICE_1		= Mikrofón
IDC_BTN_SND_SETTING_1		= Nastavenie
IDC_ST_SND_VOLUME_1		= Hlasitosť
IDC_CK_SND_MONO_1		= Mono
IDC_BTN_SND_FILTER_1		= Filter
IDC_ST_SND_SELECT_2		= Vedľajšie zariadenie (pokročilé)
IDC_BTN_SND_SETTING_2		= Nastavenia
IDC_ST_SND_VOLUME_2		= Hlasitosť
IDC_CK_SND_MONO_2		= Mono
IDC_BTN_SND_FILTER_2		= Filter
IDC_CK_SND_MIX_SOUND		= Dva zmiešané zvuky(základný+vedľajší do jednej audio stopy)
IDC_CK_SND_CAP_PUSH_TO		= Stlač a hovor alebo Stlač a vypni
IDC_ST_SOUND_HELP		= [Nápoveda]
IDC_CK_SND_SAVE_AS_WAV		= Uložiť audio stopu počas nahrávania (.wav)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_WEBCAM
IDC_CK_ADD_WEBCAM		= Pridať náhľad webkamery do videa
IDC_ST_WEBCAM_SETTING		= Nastavenia
IDC_ST_WEBCAM_POS		= Poloha:
IDC_CK_WEBCAM_USE_CHROMAKEY	= Použiť far. kľúčovanie
IDC_BTN_WEBCAM_PREVIEW_SETTINGS	= Pokročilé
IDC_ST_WEBCAM_ADVANCED_OPTIONS	= Pokročilé nastavenia
IDC_CK_WEBCAM_PREVIEW_ON_A_SCREEN = Náhľad webkamery na obrazovke
IDC_CK_WEBCAM_PREVIEW_HOTKEY	= Povoliť náhľad kl. skratky pre prepínanie
IDC_RD_WEBCAM_ADD_TO_VIDEO	= Pridať náhľad webkamery do výstupného video súboru
IDC_RD_WEBCAM_SAVE_AS_MP4	= Uložiť video z webkamery ako samostatný súbor (.mp4)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_LOGO
IDC_CK_ADD_LOGO			= Pridať logo do videa
IDC_ST_LOGO_SETTING		= Nastavenia
IDC_ST_LOGO_IMAGE		= Obrázok:
IDC_ST_LOGO_OPACITY		= Priehľadnosť:
IDC_ST_LOGO_POS			= Poloha:
IDC_ST_LOGO_LR_MARGINS		= Ľavý/pravý okraj:
IDC_ST_LOGO_TB_MARGINS		= Horný/dolný okraj:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_EFFECTS
IDC_CK_SHOW_CURSOR		= Zobraziť kurzor myši
IDC_ST_CURSOR_SIZE		= Veľkosť
IDC_ST_EFFECTS_MOUSE		= Efekty myši
IDC_CK_ADD_CLICK_EFFECTS	= Pridať efekty klikov myši
IDC_ST_CLICK_EFFECT_SIZE	= Veľkosť
IDC_ST_LEFT_CLICK_COLOR		= Farba ľavého kliku
IDC_ST_RIGHT_CLICK_COLOR	= Farba pravého kliku
IDC_CK_ADD_HIGHLIGHT_EFFECTS	= Pridať efekt zvýraznenia myši
IDC_ST_HIGHLIGHT_EFFECT_SIZE	= Veľkosť
IDC_ST_HIGHLIGHT_COLOR		= Farba zvýraznenia
IDC_ST_EFFECT_PREVIEW_TITLE	= Náhľad
IDC_ST_EFFECTS_MOUSE_SOUND	= Prehrať zvuk klikov myši pri nahrávaní
IDC_CK_EFFECT_LCLICK_SOUND	= Ľavý klik
IDC_CK_EFFECT_RCLICK_SOUND	= Pravý klik

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;IDD_VID_PAGE_TEXT
IDC_CK_ADD_TEXT			= Pridať vrstvu textu do videa
IDC_BTN_TEXT_OVERLAY_ADD	= Pridať
IDC_BTN_TEXT_OVERLAY_EDIT	= Upraviť
IDC_BTN_TEXT_OVERLAY_DEL	= Vymazať

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_OPTIONS
IDC_ST_REC_OPTIONS		= Možnosti
IDC_ST_REC_PRIORITY		= Priorita nahrávania:
IDC_ST_REC_PRIORITY2		= Vyššia priorita môže znížiť počet chýbajúcich obrázkov.
IDC_ST_FOR_DX_GL		= Pre 'Režim nahrávania hry' 
IDC_CK_SKIP_RECORDING		= Preskočiť nahrávanie, pokiaľ rámik nie je aktualizovaný
IDC_CK_ENHANCED_DX9_CAPTURE	= Použiť pokročilú metódu snímania(rýchlejšia, len DirectX 9)
IDC_ST_FOR_RECT_SCREEN		= Pre 'Režim nahrávania obrazovky'
IDC_CK_SHOW_COUNTDOWN_TIMER	= Zobraziť časovač odpočítavania pred začatím nahrávania
IDC_CK_ENHANCED_CAPTURE		= Použiť pokročilú metódu snímania(rýchlejšia, Win 8 a vyšší)
IDC_CK_PLAY_EVENT_SOUND_EFFECTS =Prehrať zvuk efektov pri spustení/zastavení

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_SETTINGS
IDD_VIDEO_WEBCAM_SETTINGS	= Náhľad webkamery a rozšírené nastavenia
IDC_ST_WEBCAM_PRESET_POS	= Prednastavené umiestnenie
IDC_ST_WEBCAM_PREVIEW_SETTINGS	= Nastavenia
IDC_ST_WEBCAM_DEVICE		= Webkamera:
IDC_BTN_WEBCAM_DEVICE		= Nastavenia
IDC_ST_WEBCAM_DEVICE_FMT	= Rozmery:
IDC_ST_WEBCAM_SIZE		= Veľkosť okna:
IDC_ST_WEBCAM_POS_H		= Poloha vodorovne:
IDC_ST_WEBCAM_POS_V		= Poloha zvisle:
IDC_ST_WEBCAM_FLIPSCREEN	= Obrazovka:
IDC_CK_WEBCAM_USE_CHROMAKEY_L	= Použiť farebné kľúčovanie
IDC_ST_WEBCAM_CHROMAKEY_COLOR	= Farba:
IDC_BTN_WEBCAM_CHROMAKEY_COLOR	= Vybrať
IDC_BTN_WEBCAM_CHROMAKEY_SIMILARITY = Podobnosť: 
IDC_ST_WEBCAM_CHROMAKEY_BLEND	= Priesvitnosť:
IDC_LN_WEBCAM_HELP		= [Nápoveda]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_PREVIEW
IDD_VIDEO_WEBCAM_PREVIEW	= Náhľad webkamery

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_TEXT_SETTINGS
IDD_VIDEO_TEXT_SETTINGS		= Nastavenie umiestnenia vloženého textu
IDC_ST_TEXT_OVERLAY_SETTINGS	= Nastavenia
IDC_ED_TEXT_INCLUDE_TIMESTAMP	= Zahrnúť časovú pečiatku
IDC_ST_TEXT_FONT		= Písmo:
IDC_ST_TEXT_SIZE		= Veľkosť:
IDC_ST_TEXT_MARGIN		= Okraj:
IDC_ST_TEXT_ALPHA		= Priehľadnosť:
IDC_ST_TEXT_COLOR		= Farba textu:
IDC_CK_TEXT_SHADOW_COLOR	= Tieň:
IDC_CK_TEXT_OUT_COLOR		= Obrys:
IDC_LN_TEXT_HELP		= [Nápoveda]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_IMG_SHEET_SETTINGS
IDD_IMG_SHEET_SETTINGS		= Nastavenia snímania obrázkov

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_IMG_PAGE_LOGO
IDC_CK_IMG_ADD_LOGO		= Pridať logo do snímky
IDC_ST_IMG_LOGO_SETTING		= Nastavenia
IDC_ST_IMG_LOGO_IMAGE		= Obrázok:
IDC_ST_IMG_LOGO_OPACITY		= Priehľadnosť:
IDC_ST_IMG_LOGO_POS		= Poloha:
IDC_ST_IMG_LOGO_LR_MARGINS	= Ľavý/pravý okraj:
IDC_ST_IMG_LOGO_TB_MARGINS	= Horný/dolný okraj:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_CUSTOM_SIZE
IDD_TARGET_CUSTOM_SIZE		= Vlastný výber veľkosti
IDC_ST_TARGET_SIZE_SETTING	= Nastavenia
IDC_ST_TARGET_SIZE		= Nastaviť veľkosť:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_ADD_SIZE_PRESET
IDD_TARGET_ADD_SIZE_PRESET	= Pridať novú prednastavenú veľkosť
IDC_ST_ADD_SIZE_PRESET		= Môžete si nastaviť a uložiť vlastnú pozíciu a veľkosť rámika okna.\nZadajte veľkosť novej predvoľby.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_EDIT_SIZE_PRESET
IDD_TARGET_EDIT_SIZE_PRESET	= Upraviť prednastavenú veľkosť
IDC_BTN_SIZE_PRESET_ADD		= Pridať
IDC_BTN_SIZE_PRESET_DEL		= Vymazať
IDC_BTN_SIZE_PRESET_REN		= Zmeniť
IDC_BTN_SIZE_PRESET_UP		= Hore
IDC_BTN_SIZE_PRESET_DN		= Dole

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_REN_SIZE_PRESET
IDD_TARGET_REN_SIZE_PRESET	= Zmeniť veľkosť novej predvoľby
IDC_ST_REN_SIZE_PRESET		= Zadajte veľkosť pre novú predvoľbu. 

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_INFO
IDD_ACAP_INFO			= Info
IDC_ST_ACAP_INFO		= Info o zachytení audia
IDC_ST_ACAP_INFO2		= Vaša zvuková karta nedokáže zachytiť zvuk. Skontrolujte prosím vaše 'Ovládače nahrávania'.\n\nChcete Nápovedu online z webstránky?
IDC_CK_ACAP_DO_NOT_ASK		= Nepýtať sa znova
IDC_BTN_YES			= Áno
IDC_BTN_NO			= Nie

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_TIME
IDD_RC_MAX_TIME			= Max. dĺžka nahrávania
IDC_ST_RC_TIME_SETTING		= Nastavenia
IDC_ST_RC_TIME_HOUR		= Hod.
IDC_ST_RC_TIME_MIN		= Min.
IDC_ST_RC_TIME_SEC		= S.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_SIZE
IDD_RC_MAX_SIZE			= Max. veľkosť súboru nahrávania
IDC_ST_RC_FILESIZE_SETTING	= Nastavenia

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_ADD_PRESET
IDD_VIDEO_PAGE_ADD_PRESET	= Pridať novú predvoľbu
IDC_ST_ADD_PRESET		= Aktuálne nastavenie formátu môžete uložiť ako novú predvoľbu.\nZadajte názov novej predvoľby.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_EDIT_PRESET
IDD_VIDEO_PAGE_EDIT_PRESET	= Upraviť predvoľby
IDC_BTN_PRESET_ADD		= Pridať
IDC_BTN_PRESET_DEL		= Vymazať
IDC_BTN_PRESET_REN		= Zmeniť
IDC_BTN_PRESET_UP		= Hore
IDC_BTN_PRESET_DN		= Dole

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_REN_PRESET
IDD_VIDEO_PAGE_REN_PRESET	= Zmeniť predvoľbu
IDC_ST_REN_PRESET		= Zadať nový názov pre predvoľbu.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_CODEC_EX
IDD_VIDEO_CODEC_EX		= Vybrať externý video kodek
IDC_ST_CODEC_EX_LIST		= Zoznam kodekov
IDC_ST_CODEC_EX_SETTINGS	= Nastavenia
IDC_ST_CODEC_EX_DRIVER		= Názov ovládača
IDC_ST_CODEC_EX_FOURCC		= FourCC kód
IDC_ST_CODEC_EX_QUALITY		= Kvalita
IDC_ST_CODEC_EX_DATERATE	= Dátový tok
IDC_ST_CODEC_EX_KEYFRAME	= Tok obrázkov
IDC_CK_CODEC_EX_PREFER_RGB	= Uprednostniť farby RGB
IDC_BTN_CODEC_EX_CONFIG		= Konfigurovať
IDC_BTN_CODEC_EX_ABOUT		= O kodeku
IDC_ST_CODEC_EX_HELP		= [Nápoveda]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_HOOK_BLOCK
IDD_OPT_HOOK_BLOCK		= Zoznam zablokovaných procesov
IDC_ST_BLOCK_LIST		= Nasledujúce procesy nie je možné zastaviť, obmedziť.
IDC_ST_BLOCK_LIST_EX		= Príklad:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_CUDA
IDD_VIDEO_FORMAT_CUDA		= Nastavenie kodeku H.264 (NVIDIA® CUDA™) 
IDC_ST_H264_CUDA_RATE_CONTROL	= Nastavenie rýchlosti
IDC_RD_H264_CUDA_VBR		= VBR - uprednostniť kvalitu (doporučené)
IDC_RD_H264_CUDA_CBR		= CBR - uprednostniť rýchlosť prenosu
IDC_ST_H264_CUDA_GPU_USAGE	= Použitie grafického procesora (GPU)
IDC_RD_H264_CUDA_GPU_CPU	= GPU + CPU
IDC_RD_H264_CUDA_GPU		= Len GPU (použiť rýchlejší GPU)
IDC_ST_H264_CUDA_GPU_DEVICE	= Zariadenie GPU:
IDC_ST_H264_CUDA_OTHER_OPTIONS	= Ďalšie možnosti - interval kľúčových obrázkov
IDC_ST_H264_CUDA_FOURCC_USED	= FourCC kód:
IDC_ST_H264_CUDA_KEYFRAME_INT	= Interval:
IDC_ST_H264_CUDA_FOURCC_HELP	= Nápoveda

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_SYNC
IDD_VIDEO_FORMAT_SYNC		= Nastavenie kodeku H.264 (Quick Sync Video) 
IDC_ST_H264_SYNC_RATE_CONTROL	= Nastavenie rýchlosti
IDC_RD_H264_SYNC_VBR		= VBR - uprednostniť kvalitu (doporučené)
IDC_RD_H264_SYNC_CBR		= CBR - uprednostniť rýchlosť prenosu
IDC_ST_H264_SYNC_OTHER_OPTIONS	= Ďalšie možnosti - interval kľúčových obrázkov
IDC_ST_H264_SYNC_FOURCC_USED	= FourCC kód:
IDC_ST_H264_SYNC_KEYFRAME_INT	= Interval:
IDC_ST_H264_SYNC_FOURCC_HELP	= Nápoveda

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_APP
IDD_VIDEO_FORMAT_APP		= Nastavenie kodeku H.264 (AMD VCE) 
IDC_ST_H264_APP_RATE_CONTROL	= Nastavenie rýchlosti
IDC_RD_H264_APP_VBR		= VBR - uprednostniť kvalitu (doporučené)
IDC_RD_H264_APP_CBR		= CBR - uprednostniť rýchlosť prenosu
IDC_ST_H264_APP_OTHER_OPTIONS	= Ďalšie možnosti - interval kľúčových obrázkov
IDC_ST_H264_APP_FOURCC_USED	= FourCC kód:
IDC_ST_H264_APP_KEYFRAME_INT	= Interval:
IDC_ST_H264_APP_FOURCC_HELP	= Nápoveda

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_XVID
IDD_VIDEO_FORMAT_XVID		= Nastavenie kodeku Xvid 
IDC_ST_XVID_RATE_CONTROL	= Nastavenie rýchlosti
IDC_RD_XVID_VBR			= VBR - uprednostniť kvalitu (doporučené)
IDC_RD_XVID_CBR			= CBR - uprednostniť rýchlosť prenosu
IDC_ST_XVID_OPTIMIZATION	= Optimalizácia
IDC_RD_XVID_FASTER_SPEED	= Vyššia rýchlosť kódovania
IDC_RD_XVID_SMALLER_SIZE	= Menšia veľkosť súboru
IDC_ST_XVID_OTHER_OPTIONS	= Ďalšie možnosti - interval kľúčových obrázkov
IDC_ST_XVID_KEYFRAME_INT	= Interval:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_NVENC
IDD_VIDEO_FORMAT_NVENC		= Nastavenie kodeku H.264 (NVIDIA® NVENC) 
IDC_ST_H264_NVENC_RATE_CONTROL	= Nastavenie rýchlosti
IDC_RD_H264_NVENC_VBR		= VBR - uprednostniť kvalitu (doporučené)
IDC_RD_H264_NVENC_CBR		= CBR - uprednostniť rýchlosť prenosu
IDC_ST_H264_NVENC_GPU_USAGE	= Použitie grafického procesora (GPU)
IDC_ST_H264_NVENC_GPU_DEVICE	= Zariadenie GPU:
IDC_ST_H264_NVENC_OTHER_OPTIONS	= Ďalšie možnosti - interval kľúčových obrázkov
IDC_ST_H264_NVENC_FOURCC_USED	= FourCC kód:
IDC_ST_H264_NVENC_KEYFRAME_INT	= Interval:
IDC_ST_H264_NVENC_FOURCC_HELP	= Nápoveda

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_H264
IDD_VIDEO_FORMAT_H264		= Nastavenie H.264 (CPU)
IDC_ST_H264_RATE_CONTROL	= Nastavenie rýchlosti
IDC_RD_H264_VBR			= VBR - uprednostniť kvalitu (doporučené)
IDC_RD_H264_CBR			= CBR - uprednostniť rýchlosť prenosu 
IDC_ST_H264_OPTIMIZATION	= Optimalizácia
IDC_RD_H264_FASTER_SPEED	= Vyššia rýchlosť kódovania
IDC_RD_H264_BALANCED		= Vyvážený výkon
IDC_RD_H264_SMALLER_SIZE	= Menšia veľkosť súboru
IDC_ST_H264_OTHER_OPTIONS	= Ďalšie možnosti - interval kľúčových obrázkov
IDC_ST_H264_KEYFRAME_INT	= Interval:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_SETTINGS
IDD_TIMER_REC_SETTINGS		= Časovač nahrávania
IDC_ST_TIMER_SETTINGS		= Nastavenia
IDC_RD_TIMER_START_IN		= Spustiť za
IDC_ST_TIMER_MINUTES		= minút
IDC_RD_TIMER_START_AT		= Spustiť o
IDC_CK_TIMER_MINIMIZE		= Po spustení nahrávania minimalizovať do lišty v oblasti tray.
IDC_ST_TIMER_AUTO_COMPLETE	= Úplné automatické nahrávanie
IDC_BTN_TIMER_AUTO_COMPLETE	= Nastavenia

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_WAITING
IDD_TIMER_REC_WAITING		= Časovač nahrávania - Nastaviť neskorší začiatok nahrávania
IDC_ST_TIMER_WAITING_INFO	= Spustiť automaticky nahrávanie dňa / od:  %s.
IDC_ST_TIMER_ELAPSED		= Uplynulý čas:
IDC_ST_TIMER_REMAINING		= Zostávajúci čas:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_FPS
IDD_VIDEO_FORMAT_FPS		= Nastavenie obr/s
IDC_ST_FORMAT_FPS_MODE		= Režim frekvencie obr/s 
IDC_RD_FORMAT_FPS_CFR		= Preferovať CFR - konštantnú frekvenciu obr/s 
IDC_ST_FORMAT_FPS_CFR		= Vrátiť sa späť k VFR, ak je frekvencia snímok príliš nízka.
IDC_RD_FORMAT_FPS_VFR		= Použiť VFR-variabilnú frekvenciu obr/s (doporučené)
IDC_ST_FORMAT_FPS_HELP		= Nápoveda

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_YOUTUBE
IDD_UPLOAD_TO_YOUTUBE		= Odoslať na Youtube.com
IDC_ST_YOUTUBE_UPLOADINFO	= Info o odoslanom súbore
IDC_ST_YOUTUBE_FILENAME		= Názov súboru:
IDC_ST_YOUTUBE_TITLE		= Názov:
IDC_ST_YOUTUBE_DESCRIPTION	= Popis:
IDC_ST_YOUTUBE_PRIVACY		= Zviditeľniť:
IDC_RD_YOUTUBE_PRIVACY_PUBLIC	= Verejné - Toto video môže vidieť ktokoľvek  
IDC_RD_YOUTUBE_PRIVACY_UNLISTED	= Neuvedené - Každý, kto dostane odkaz na video, ho môže vidieť
IDC_RD_YOUTUBE_PRIVACY_PRIVATE	= Súkromné - Viditeľné len pre mňa a priateľov, ktorých si vyberiem
IDC_BTN_YOUTUBE_UPLOAD		= Odoslať
IDC_LN_YOUTUBE_HELP		= Pomoc
IDC_LN_YOUTUBE_TOS		= Kliknutím na položku 'Odoslať' potvrdzujete, že vlastníte všetky práva k obsahu, ste  vlastníkom, alebo ste oprávnený sprístupniť obsah v službe YouTube, a že boli dodržané <a>Zmluvné podmienky služby YouTube</a>.
IDC_CK_YOUTUBE_KEEP_LOGGED_IN	= Zostať prihlásený
IDC_BTN_YOUTUBE_LOGOUT		= Odhlásiť sa

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_YOUTUBE
IDD_UPLOADING_YOUTUBE		= Nahrávam ...
IDC_ST_YOUTUBE_UPLOADED		= Nahrávanie videa je dokončené!
IDC_ST_YOUTUBE_LINK		= Odkaz:
IDC_ST_YOUTUBE_EMBED		= Vložiť:
IDC_BTN_YOUTUBE_LINK_GO		= Uložiť
IDC_BTN_YOUTUBE_EMBED_COPY	= Kopírovať
IDC_BTN_YOUTUBE_CLOSE		= Zavrieť

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_VIMEO
IDD_UPLOAD_TO_VIMEO		= Odoslať na Vimeo.com
IDC_ST_VIMEO_UPLOADINFO		= Info o odoslanom súbore
IDC_ST_VIMEO_FILENAME		= Názov súboru:
IDC_ST_VIMEO_TITLE		= Názov:
IDC_ST_VIMEO_DESCRIPTION	= Popis:
IDC_ST_VIMEO_PRIVACY		= Zviditeľniť:
IDC_RD_VIMEO_PRIVACY_ANYONE	= Komukoľvek - povoliť zobrazenie videa všetkým
IDC_RD_VIMEO_PRIVACY_ONLYME	= Len mne - povoliť zobrazenie videa len mne
IDC_RD_VIMEO_PRIVACY_FOLLOW	= Len priateľom - povoliť zobrazenie videa mojim priateľom na Vimeu
IDC_RD_VIMEO_PRIVACY_UNLISTED	= Len ľudia so súkromným odkazom môžu vidieť toto video
IDC_ST_VIMEO_PRIVACY_UNLISTED	= (Používatelia Vimeo Basic túto možnosť nemôžu použiť)
IDC_RD_VIMEO_PRIVACY_PASSWORD	= Len ľudia s heslom môžu vidieť toto video 
IDC_CK_HIDE_PASSWORD		= Skryť heslo
IDC_BTN_VIMEO_UPLOAD		= Odoslať
IDC_LN_VIMEO_HELP		= Pomoc

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_VIMEO
IDD_UPLOADING_VIMEO		= Nahrávam ...
IDC_ST_VIMEO_UPLOADED		= Nahrávanie videa je dokončené!
IDC_ST_VIMEO_LINK		= Odkaz:
IDC_ST_VIMEO_EMBED		= Vložiť:
IDC_BTN_VIMEO_LINK_GO		= Uložiť
IDC_BTN_VIMEO_EMBED_COPY	= Kopírovať
IDC_BTN_VIMEO_CLOSE		= Zavrieť

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_FACEBOOK
IDD_UPLOAD_TO_FACEBOOK		= Odoslať na Facebook.com
IDC_ST_FACEBOOK_UPLOADINFO	= Info o odoslanom súbore
IDC_ST_FACEBOOK_FILENAME	= Názov súboru:
IDC_ST_FACEBOOK_TITLE		= Názov:
IDC_ST_FACEBOOK_DESCRIPTION	= Popis:
IDC_ST_FACEBOOK_PRIVACY		= Zviditeľniť:
IDC_RD_FACEBOOK_PRIVACY_PUBLIC	= Komukoľvek-povoliť zobrazenie videa všetkým 
IDC_RD_FACEBOOK_PRIVACY_FOF	= Priateľom priateľov-zobraziť video aj priateľom mojich priateľov
IDC_RD_FACEBOOK_PRIVACY_FRIENDS	= Len priateľom-povoliť zobrazenie videa len mojim priateľom
IDC_RD_FACEBOOK_PRIVACY_ONLYME	= Len mne-povoliť zobrazenie videa len mne
IDC_BTN_FACEBOOK_UPLOAD		= Odoslať
IDC_LN_FACEBOOK_HELP		= Pomoc

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_FACEBOOK
IDD_UPLOADING_FACEBOOK		= Nahrávam ...
IDC_ST_FACEBOOK_UPLOADED	= Nahrávanie videa je dokončené!
IDC_ST_FACEBOOK_LINK		= Odkaz:
IDC_BTN_FACEBOOK_LINK_GO	= Uložiť
IDC_BTN_FACEBOOK_CLOSE		= Zavrieť

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_NVENC_AVAILABLE
IDD_VIDEO_NVENC_AVAILABLE	= K dispozícii je NVENC 
IDC_LN_NVENC_AVAILABLE		= K dispozícii je kodek NVIDIA NVENC H.264. NVENC je vysoko výkonný dekóder, využívajúci hardvérovú akceleráciu. Chcete použiť kodek NVENC H.264?\n<a>Viac</a>
IDC_CK_NVENC_AVAILABLE		= Nabudúce nezobrazovať

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_QSV_AVAILABLE
IDD_VIDEO_QSV_AVAILABLE		= K dispozícii je Intel® Quick Sync Video (QSV)
IDC_LN_QSV_AVAILABLE		= K dispozícii je kodek Intel® Quick Sync Video H.264. QSV je vysoko výkonný dekóder, využívajúci hardvérovú akceleráciu. \nChcete použiť kodek QSV H.264?\n<a>Viac</a>
IDC_CK_QSV_AVAILABLE		= Nabudúce nezobrazovať

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_DEVICE_SELECTION
IDD_DEVICE_SELECTION		= Vybrať zariadenie
IDC_ST_DEVICE_SELECTION		= Výber
IDC_ST_DEVICE_NAME		= Zariadenie:
IDC_BTN_DEVICE_NAME_SETTINGS	= Nastavenia
IDC_ST_DEVICE_FORMAT		= Formát:
IDC_ST_DEVICE_VIDEO_INPUT	= Video vstup:
IDC_ST_DEVICE_AUDIO_INPUT	= Audio vstup:
IDC_CK_DEVICE_AUDIO_CUSTOM	= Použiť vlastné zvukové zariadenie
IDC_BTN_DEVICE_INPUT_SETTINGS	= Nastavenia
IDC_ST_DEVICE_OPTIONS		= Možnosti
IDC_ST_DEVICE_DEINTERLAING	= Neprekladať:
IDC_ST_DEVICE_FLIPSCREEN	= Prevrátiť obrazovku:
IDC_CK_DEVICE_FLIPSCREEN_H	= Vodorovne
IDC_CK_DEVICE_FLIPSCREEN_V	= Zvisle
IDC_LN_DEVICE_HELP		= Nápoveda

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_CAUTION_USING_WINAPPS
IDD_CAUTION_USING_WINAPPS	= Možné problémy s kompatibilitou Origin
IDC_LN_CAUTION_USING_WINAPPS	= Ak je povolené blokovanie obchodu Windows Apps (UWP), od začiatku môže dôjsť k problému s kompatibilitou. <a>Kliknite tu</a> k vyriešeniu tohto problému.\n\nSte si istí, že chcete použiť blokovanie Windows Apps?
IDC_CK_CAUTION_USING_WINAPPS	= Nepýtať sa ma znova

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SCHEDULED_REC_LIST
IDD_SCHEDULED_REC_LIST		= Zoznam naplánovaných nahrávaní
IDC_ST_SREC_LIST_TEXT		= Naplánovať čas na spustenie nahrávania v určenom čase. (Funkcia je dostupná, len ak je Bandicam spustený.)
IDC_BTN_SREC_LIST_ADD		= Pridať
IDC_BTN_SREC_LIST_EDIT		= Upraviť
IDC_BTN_SREC_LIST_DELETE	= Vymazať
IDC_BTN_SREC_LIST_CLOSE		= Zavrieť

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SCHEDULED_REC_SETTINGS
IDD_SCHEDULED_REC_SETTINGS	= Plánované nahrávanie
IDC_ST_SREC_SETTINGS_NAME	= Názov:
IDC_CK_SREC_ACTIVE		= Aktívny
IDC_ST_SREC_SCHEDULING		= Plánovanie
IDC_RD_SREC_ONE_TIME		= Raz
IDC_RD_SREC_DAILY		= Denne
IDC_RD_SREC_WEEKLY		= Týždenne
IDC_ST_SREC_START_TIME		= Spustiť:
IDC_ST_SREC_END_TIME		= Zastaviť:
IDC_CK_SREC_DURATION		= Dĺžka
IDC_CK_SREC_SUN			= Nedeľa
IDC_CK_SREC_MON			= Pondelok
IDC_CK_SREC_TUE			= Utorok
IDC_CK_SREC_WED			= Streda
IDC_CK_SREC_THU			= Štvrtok
IDC_CK_SREC_FRI			= Piatok
IDC_CK_SREC_SAT			= Sobota
IDC_ST_SREC_RECORDING		= Nahrávanie
IDC_ST_SREC_TARGET		= Oblasť nahrávania:
IDC_BTN_SREC_TARGET_SELECT	= Vybrať
IDC_ST_SREC_AFTER_RECORDING	= Po nahraní:
IDC_LN_SREC_HELP		= [Nápoveda]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_NO_DEVICE
IDD_ACAP_NO_DEVICE		= Žiadne zariadenie na nahrávanie zvuku
IDC_ST_ACAP_NO_DEVICE		= Nebolo nájdené žiadne zariadenie na nahrávanie zvuku.\nZ tohto dôvodu nebude v nahranom videosúbore žiadna zvuková stopa.
IDC_CK_ACAP_DO_NOT_SHOW		= Nezobrazovať túto správu znova

[MENU]
ID_POPUP_ABOUT			= O Bandicame
ID_POPUP_GENERAL		= Všeobecné nastavenia
ID_POPUP_FRAME			= Nastavenie - obr/s
ID_POPUP_VIDEO			= Nastavenie videa
ID_POPUP_IMAGE			= Nastavenie obrázku
ID_POPUP_OUTPUTS		= Zoznam súborov vo výstupnom priečinku
ID_POPUP_OPENOUTPUTFOLDER	= Otvoriť výstupný priečinok
ID_POPUP_TARGET			= Otvoriť v ...
ID_POPUP_SETTINGS		= Nastavenia
ID_POPUP_SIZE			= Veľkosť okna pri otvorení programu
ID_POPUP_EXIT			= Ukončiť

ID_TARGET_DIRECTX		= Režim nahrávania hry
ID_TARGET_SCREEN		= Režim nahrávania obrazovky - oblasť v rámiku
ID_TARGET_FULL			= Režim nahrávania obrazovky - celá obrazovka
ID_TARGET_MOUSE			= Režim nahrávania obrazovky - okolo myši
ID_TARGET_DEVICE		= Režim nahrávania zariadením
ID_TARGET_HELP			= Nápoveda

ID_TARGET_HIDE			= Zobraziť / Skryť okno \t Ctrl+Alt+H
ID_TARGET_COPY_TO_CLIPBOARD	= Skopírovať do schránky \t Ctrl+C, Ctrl+Alt+C
ID_TARGET_PEN			= Režim kreslenia \t Ctrl+Alt+D
ID_TARGET_ALWAYS_ON_TOP		= Vždy na vrchu
ID_TARGET_COUNTDOWN_TIMER	= Zobraziť časovač odpočítavania
ID_TARGET_TRANSPARENCY		= Priehľadnosť
ID_TARGET_SIZE			= Nastaviť veľkosť okna rámiku
ID_TARGET_ADJUST		= Nastavenie

ID_TARGET_MOVE_LEFT		= Presunúť vľavo \t LeftLeft
ID_TARGET_MOVE_RIGHT		= Presunúť vpravo \t Right
ID_TARGET_MOVE_UP		= Presunúť hore \t Up
ID_TARGET_MOVE_DOWN		= Presunúť dole \t Down

ID_TARGET_INC_WIDTH		= Zväčšiť šírku \t Shift+Right
ID_TARGET_DEC_WIDTH		= Zmenšiť šírku \t Shift+Left
ID_TARGET_INC_HEIGHT		= Zväčšiť výšku \t Shift+Down
ID_TARGET_DEC_HEIGHT		= Zmenšiť výšku \t Shift+Up

ID_TARGET_FIND_WINDOW		= Vybrať oblasť nahrávania \t Ctrl+F
ID_TARGET_FULLSCREEN		= Celá obrazovka \t Ctrl+Enter
ID_TARGET_RATIO_4_3		= Prispôsobiť na 4:3
ID_TARGET_RATIO_16_9		= Prispôsobiť na 16:9
ID_TARGET_SIZE_CUSTOM		= Vlastná veľkosť \t Ctrl+U
ID_TARGET_SIZE_PRESET		= Veľkosť novej predvoľby\t Shift+RButton 
ID_TARGET_SIZE_PRESET_ADD	= Pridať vlastnú predvoľbu
ID_TARGET_SIZE_PRESET_EDIT	= Upraviť predvoľby
ID_TARGET_SIZE_RU		= Naposledy použité veľkosti \t Ctrl+S

ID_TARGET_DISPLAY		= Zobrazenie
ID_TARGET_DISPLAY_1		= Zobrazenie 1
ID_TARGET_DISPLAY_2		= Zobrazenie 2
ID_TARGET_DISPLAY_3		= Zobrazenie 3
ID_TARGET_DISPLAY_4		= Zobrazenie 4
ID_TARGET_DISPLAY_5		= Zobrazenie 5
ID_TARGET_DISPLAY_6		= Zobrazenie 6
ID_TARGET_DISPLAY_7		= Zobrazenie 7
ID_TARGET_DISPLAY_8		= Zobrazenie 8

ID_TARGET_OPEN_OUTPUTFOLDER	= Otvoriť výstupný priečinok
ID_TARGET_OUTPUT_LIST		= Zoznam výstupných súborov
ID_TARGET_EXIT_BANDICAM		= Ukončiť Bandicam

ID_DEVICE_HIDE			= Zobraziť / Skryť  \t Ctrl+Alt+H
ID_DEVICE_COPY_TO_CLIPBOARD	= Skopírovať do schránky \t Ctrl+C, Ctrl+Alt+C
ID_DEVICE_ALWAYS_ON_TOP		= Vždy na vrchu
ID_DEVICE_SELECTION		= Vybrať zariadenie \t Ctrl+D
ID_DEVICE_FULLSCREEN		= Celá obrazovka \t Enter
ID_DEVICE_ZOOM			= Zväčšiť o
ID_DEVICE_ZOOM_QUARTER		= 25% \t Alt+1
ID_DEVICE_ZOOM_HALF		= 50% \t Alt+2
ID_DEVICE_ZOOM_ORIGINAL		= 100% \t Alt+3
ID_DEVICE_ZOOM_DOUBLE		= 200% \t Alt+4
ID_DEVICE_ASPECT_RATIO		= Pomer strán
ID_DEVICE_KEEP_ASPECT_RATIO	= Zachovať pomer strán
ID_DEVICE_ASPECT_RATIO_DEFAULT	= Predvolený
ID_DEVICE_ASPECT_RATIO_4_3	= 4:3
ID_DEVICE_ASPECT_RATIO_16_9	= 16:9
ID_DEVICE_OPEN_OUTPUTFOLDER	= Otvoriť výstupný priečinok
ID_DEVICE_OUTPUT_LIST		= Zoznam výstupných súborov
ID_DEVICE_EXIT_BANDICAM		= Ukončiť Bandicam

ID_USER_PRESET_ADD		= Pridať vlastnú predvoľbu
ID_USER_PRESET_EDIT		= Upraviť predvoľby

ID_SORT_BY_DATE			= Zoradiť podľa dátumu
ID_SORT_BY_NAME			= Zoradiť podľa názvu
ID_SORT_BY_SIZE			= Zoradiť podľa veľkosti

ID_OUTPUTS_LB_PLAY		= Prehrať
ID_OUTPUTS_LB_OPEN		= Otvoriť
ID_OUTPUTS_LB_EDIT		= Upraviť
ID_OUTPUTS_LB_RENAME		= Premenovať     \t F2
ID_OUTPUTS_LB_DELETE		= Vymazať     \t Del
ID_OUTPUTS_LB_SELECT_ALL	= Vybrať všetko \t Ctrl+A
ID_OUTPUTS_LB_OPEN_FOLDER	= Otvoriť výstupný priečinok

ID_UPLOAD_TO_YOUTUBE		= Odoslať na YouTube
ID_UPLOAD_TO_VIMEO		= Odoslať na Vimeo
ID_UPLOAD_TO_FACEBOOK		= Odoslať na Facebook

ID_BDCAM_SIZE_DEFAULT		= Predvolená veľkosť

ID_AUDIO_FILTER_MONO		= Previesť na mono
ID_AUDIO_FILTER_NS		= Potlačenie šumu
ID_AUDIO_FILTER_NS_OFF		= Vypnuté
ID_AUDIO_FILTER_NS_LOW		= Nízke
ID_AUDIO_FILTER_NS_MEDIUM	= Stredné
ID_AUDIO_FILTER_NS_HIGH		= Vysoké

